/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Подтвердите удаление мониторинга?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Отмена";

/* Title describing glucose date */
"Date" = "Дата";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Удалить мониторинг";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Гликемия";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "ГК (скорректирована)";

/* Section title for latest glucose reading */
"Latest Reading" = "Последние данные";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Требует внимания";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Состояние";

/* Title describing glucose trend */
"Trend" = "Тренд";

